# p = 'Lets write a string as 's'' # строка в апострофах - переменная - пустая строка
s = "Lets write a string as 's'" # теперь символ в апострофах заключён в строку в кавычках
g = 'Кто сказал "Lets Мяу" и зачем?' # двойные кавычки в апострофах
h = 'Let\'s write a string as "s"' # апостроф после Lets разрывает строку. Обратный слэш позволяет экранировать
o = 'Полномочия Набиуллиной \
на посту председателя \
ЦБ истекают 24 июня 2022 года'
i = 'Let\'s write a stri\nng as "s"' # \n - экранированный символ. Переносит строку

# print(p)
print(s)
print(g)
print(h)
print(o)
print(i)
input('Нажмите Enter для выхода')
